Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# safety.reason.other.detail
source: None of the above. Tell Known what is wrong in your own words.
ar: لا شيء مما سبق. أخبر فريق «معروف» بالمشكلة بكلماتك.
bn: উপরের কোনোটিই নয়। কী ঠিক নেই তা Known-কে নিজের ভাষায় বলুন।
ca: Cap de les anteriors. Explica a Known què passa amb les teves paraules.
cs: Nic z uvedeného. Řekni týmu Known vlastními slovy, co je špatně.
da: Intet af ovenstående. Fortæl Known med dine egne ord, hvad der er galt.
de: Nichts davon. Sag Known in deinen eigenen Worten, was nicht stimmt.
el: Τίποτα από τα παραπάνω. Πες στο Known τι δεν πάει καλά με δικά σου λόγια.
es: Nada de lo anterior. Cuéntale a Known qué ocurre con tus propias palabras.
fi: Mikään yllä olevista. Kerro Knownille omin sanoin, mikä on vialla.
fr: Rien de ce qui précède. Dites à Known ce qui ne va pas avec vos propres mots.
he: שום דבר מהנ״ל. ספר ל-Known מה לא בסדר במילים שלך.
hi: ऊपर में से कुछ नहीं। Known को अपने शब्दों में बताएँ कि क्या ग़लत है।
hr: Ništa od navedenog. Reci timu aplikacije Known što nije u redu svojim riječima.
hu: A fentiek egyike sem. Told el a Knownnak a saját szavaiddal, mi a baj.
id: Bukan salah satu di atas. Beri tahu Known apa yang salah dengan kata-katamu sendiri.
it: Nessuno dei precedenti. Dì a Known cosa non va con parole tue.
ja: 上記のいずれでもない場合。何が問題か、ご自身の言葉でKnownに伝えてください。
ko: 위 항목에 해당하지 않아요. 무엇이 문제인지 직접 Known에 알려 주세요.
ml: മുകളിൽ പറഞ്ഞതൊന്നുമല്ല. എന്താണ് പ്രശ്നമെന്ന് സ്വന്തം വാക്കുകളിൽ Known-നോട് പറയുക.
ms: Tiada satu pun di atas. Beritahu Known apa yang tidak kena dalam kata-kata anda sendiri.
nb: Ingen av de ovenfor. Fortell Known hva som er galt, med egne ord.
nl: Niets van het bovenstaande. Vertel Known in je eigen woorden wat er mis is.
pl: Nic z powyższych. Napisz Known własnymi słowami, co jest nie tak.
pt_br: Nenhuma das anteriores. Conte ao Known o que há de errado com suas palavras.
pt_pt: Nenhuma das anteriores. Diga à Known o que está errado por palavras suas.
ro: Nimic din cele de mai sus. Spune-i Known ce este greșit, cu cuvintele tale.
ru: Ничего из перечисленного. Расскажите Known своими словами, что не так.
sk: Nič z uvedeného. Povedz Known vlastnými slovami, čo je zlé.
sv: Inget av ovanstående. Berätta för Known vad som är fel med dina egna ord.
ta: மேற்கூறியவற்றில் எதுவும் இல்லை. என்ன தவறு என்பதை உங்கள் சொந்த வார்த்தைகளில் Known-க்குச் சொல்லுங்கள்.
te: పైవేవీ కాదు. ఏది తప్పో మీ స్వంత మాటల్లో Knownకు చెప్పండి.
th: ไม่ตรงกับข้างต้น บอก Known ว่าผิดปกติอย่างไรด้วยคำของคุณเอง
tr: Yukarıdakilerin hiçbiri. Known'a neyin yanlış olduğunu kendi sözlerinizle anlatın.
uk: Нічого з переліченого. Розкажіть Known, що не так, своїми словами.
ur: ان میں سے کوئی نہیں۔ Known کو اپنے الفاظ میں بتائیں کہ کیا غلط ہے۔
vi: Không mục nào ở trên. Hãy nói với Known điều gì sai bằng lời của bạn.
zh_hans: 以上都不是。请用你自己的话告诉 Known 哪里不对。
zh_hant: 以上皆非。請用你自己的話告訴 Known 哪裡有問題。

# safety.reason.other.title
source: Something else
ar: شيء آخر
bn: অন্য কিছু
ca: Una altra cosa
cs: Něco jiného
da: Noget andet
de: Etwas anderes
el: Κάτι άλλο
es: Otra cosa
fi: Jotain muuta
fr: Autre chose
he: משהו אחר
hi: कुछ और
hr: Nešto drugo
hu: Valami más
id: Hal lain
it: Qualcos'altro
ja: その他
ko: 기타
ml: മറ്റെന്തോ
ms: Sesuatu yang lain
nb: Noe annet
nl: Iets anders
pl: Coś innego
pt_br: Outro motivo
pt_pt: Outra coisa
ro: Altceva
ru: Другое
sk: Niečo iné
sv: Något annat
ta: வேறொன்று
te: ఇంకేదైనా
th: อย่างอื่น
tr: Başka bir şey
uk: Щось інше
ur: کچھ اور
vi: Lý do khác
zh_hans: 其他
zh_hant: 其他

# safety.reason.selfHarm.detail
source: Someone may be about to hurt themselves.
ar: شخص قد يكون على وشك إيذاء نفسه.
bn: কেউ হয়তো নিজেকে আঘাত করতে যাচ্ছে।
ca: Algú pot estar a punt de fer-se mal.
cs: Někdo se může chystat ublížit sám sobě.
da: Nogen er måske ved at gøre skade på sig selv.
de: Jemand will sich möglicherweise etwas antun.
el: Κάποιος μπορεί να είναι έτοιμος να κάνει κακό στον εαυτό του.
es: Alguien podría estar a punto de hacerse daño.
fi: Joku voi olla satuttamassa itseään.
fr: Quelqu’un est peut-être sur le point de se faire du mal.
he: מישהו אולי עומד לפגוע בעצמו.
hi: शायद कोई खुद को नुकसान पहुँचाने वाला है।
hr: Netko bi se mogao ozlijediti.
hu: Valaki esetleg önmagában tesz kárt.
id: Seseorang mungkin akan menyakiti dirinya sendiri.
it: Qualcuno potrebbe stare per farsi del male.
ja: 誰かが自分を傷つけようとしている可能性があります。
ko: 누군가 스스로를 해치려 할 수 있어요.
ml: ആരെങ്കിലും സ്വയം മുറിവേൽപ്പിക്കാൻ പോകുകയായിരിക്കാം.
ms: Seseorang mungkin hendak mencederakan dirinya.
nb: Noen er kanskje i ferd med å skade seg selv.
nl: Iemand staat mogelijk op het punt zichzelf iets aan te doen.
pl: Ktoś może być bliski zrobienia sobie krzywdy.
pt_br: Alguém pode estar prestes a se machucar.
pt_pt: Alguém pode estar prestes a magoar-se.
ro: Cineva ar putea fi pe cale să-și facă rău.
ru: Человек, возможно, собирается причинить себе вред.
sk: Niekto sa možno chystá ublížiť si.
sv: Någon kan vara på väg att skada sig själv.
ta: ஒருவர் தனக்குத் தானே தீங்கு செய்துகொள்ளக்கூடும்.
te: ఎవరైనా తమను తాము బాధపెట్టుకోబోతూ ఉండవచ్చు.
th: ใครบางคนอาจกำลังจะทำร้ายตัวเอง
tr: Birisi kendine zarar vermek üzere olabilir.
uk: Хтось, можливо, збирається заподіяти собі шкоду.
ur: ہو سکتا ہے کوئی خود کو نقصان پہنچانے والا ہو۔
vi: Ai đó có thể sắp làm hại bản thân.
zh_hans: 有人可能即将伤害自己。
zh_hant: 有人可能即將傷害自己。

# safety.reason.selfHarm.title
source: Self-harm or suicide
ar: إيذاء النفس أو الانتحار
bn: আত্মক্ষতি বা আত্মহত্যা
ca: Autolesió o suïcidi
cs: Sebepoškozování nebo sebevražda
da: Selvskade eller selvmord
de: Selbstverletzung oder Suizid
el: Αυτοτραυματισμός ή αυτοκτονία
es: Autolesión o suicidio
fi: Itsensä vahingoittaminen tai itsemurha
fr: Automutilation ou suicide
he: פגיעה עצמית או התאבדות
hi: खुद को नुकसान या आत्महत्या
hr: Samoozljeđivanje ili samoubojstvo
hu: Önkárosítás vagy öngyilkosság
id: Menyakiti diri atau bunuh diri
it: Autolesionismo o suicidio
ja: 自傷・自殺
ko: 자해 또는 자살
ml: സ്വയം ഉപദ്രവിക്കൽ അല്ലെങ്കിൽ ആത്മഹത്യ
ms: Mencederakan diri atau bunuh diri
nb: Selvskading eller selvmord
nl: Zelfbeschadiging of zelfmoord
pl: Samookaleczenie lub samobójstwo
pt_br: Automutilação ou suicídio
pt_pt: Automutilação ou suicídio
ro: Autovătămare sau suicid
ru: Самоповреждение или суицид
sk: Sebapoškodzovanie alebo samovražda
sv: Självskada eller självmord
ta: தற்கொலை அல்லது சுயதீங்கு
te: స్వీయ హాని లేదా ఆత్మహత్య
th: การทำร้ายตัวเองหรือการฆ่าตัวตาย
tr: Kendine zarar verme veya intihar
uk: Самоушкодження або самогубство
ur: خود کو نقصان یا خودکشی
vi: Tự làm hại bản thân hoặc tự tử
zh_hans: 自残或自杀
zh_hant: 自殘或自殺

# safety.reason.sexualContent.detail
source: Sexual material, or anything sexual involving someone who may be a child.
ar: مواد جنسية، أو أي محتوى جنسي يشمل من قد يكون طفلًا.
bn: যৌন উপাদান, বা শিশু হতে পারে এমন কাউকে জড়িয়ে যেকোনো যৌন বিষয়।
ca: Material sexual, o qualsevol cosa sexual que impliqui algú que pot ser menor.
cs: Sexuální materiál nebo cokoli sexuálního, co se týká někoho, kdo může být dítě.
da: Seksuelt materiale eller noget seksuelt, der involverer en, som kan være et barn.
de: Sexuelles Material oder alles Sexuelle, das jemanden betrifft, der ein Kind sein könnte.
el: Σεξουαλικό υλικό ή οτιδήποτε σεξουαλικό που αφορά κάποιον που μπορεί να είναι παιδί.
es: Material sexual, o cualquier contenido sexual con alguien que pueda ser menor.
fi: Seksuaalinen aineisto tai mikä tahansa seksuaalinen, johon liittyy mahdollisesti lapsi.
fr: Contenu sexuel, ou tout contenu sexuel impliquant une personne qui pourrait être un enfant.
he: חומר מיני, או כל דבר מיני שמערב מישהו שעשוי להיות ילד.
hi: यौन सामग्री, या ऐसा कुछ भी यौन जिसमें कोई बच्चा हो सकता है।
hr: Seksualni materijal ili bilo što seksualno u čemu sudjeluje netko tko bi mogao biti dijete.
hu: Szexuális tartalom, vagy bármi szexuális, amiben gyermek is érintett lehet.
id: Materi seksual, atau apa pun yang bersifat seksual yang melibatkan seseorang yang mungkin anak-anak.
it: Materiale sessuale, o qualsiasi cosa sessuale che coinvolga qualcuno che potrebbe essere un minore.
ja: 性的な内容、または子どもの可能性がある人が関わる性的なもの。
ko: 성적인 자료, 또는 아동일 수 있는 사람이 관련된 모든 성적 내용.
ml: ലൈംഗിക ഉള്ളടക്കം, അല്ലെങ്കിൽ കുട്ടിയാകാൻ സാധ്യതയുള്ള ഒരാൾ ഉൾപ്പെട്ട ലൈംഗികമായ എന്തും.
ms: Bahan seksual, atau apa-apa yang bersifat seksual melibatkan seseorang yang mungkin kanak-kanak.
nb: Seksuelt materiale, eller noe seksuelt som involverer en som kan være et barn.
nl: Seksueel materiaal, of iets seksueels waarbij iemand betrokken is die een kind kan zijn.
pl: Materiały seksualne lub cokolwiek seksualnego z udziałem kogoś, kto może być dzieckiem.
pt_br: Material sexual, ou qualquer coisa sexual envolvendo alguém que possa ser criança.
pt_pt: Material sexual, ou qualquer coisa sexual envolvendo alguém que possa ser menor.
ro: Material sexual sau orice conținut sexual care implică pe cineva care ar putea fi copil.
ru: Материалы сексуального характера или что-либо сексуальное с участием, возможно, ребёнка.
sk: Sexuálny materiál alebo čokoľvek sexuálne, čo sa týka niekoho, kto môže byť dieťa.
sv: Sexuellt material, eller något sexuellt som involverar någon som kan vara ett barn.
ta: பாலியல் உள்ளடக்கம், அல்லது குழந்தையாக இருக்கக்கூடிய ஒருவர் சம்பந்தப்பட்ட எந்தப் பாலியல் உள்ளடக்கமும்.
te: లైంగిక విషయాలు, లేదా పిల్లలు కావచ్చునని అనిపించే వారికి సంబంధించిన ఏదైనా లైంగిక అంశం.
th: สื่อทางเพศ หรืออะไรที่เกี่ยวกับเพศซึ่งเกี่ยวข้องกับผู้ที่อาจเป็นเด็ก
tr: Cinsel içerik veya çocuk olabilecek birini içeren cinsel her şey.
uk: Сексуальні матеріали або будь-що сексуальне за участю того, хто може бути дитиною.
ur: جنسی مواد، یا کوئی بھی جنسی چیز جس میں ممکنہ طور پر بچہ شامل ہو۔
vi: Tài liệu tình dục, hoặc bất cứ điều gì mang tính tình dục liên quan đến người có thể là trẻ em.
zh_hans: 色情内容，或任何涉及可能是儿童的人的性内容。
zh_hant: 性相關內容，或涉及可能是兒童的任何性內容。

# safety.reason.sexualContent.title
source: Sexual content
ar: محتوى جنسي
bn: যৌন কনটেন্ট
ca: Contingut sexual
cs: Sexuální obsah
da: Seksuelt indhold
de: Sexuelle Inhalte
el: Σεξουαλικό περιεχόμενο
es: Contenido sexual
fi: Seksuaalinen sisältö
fr: Contenu sexuel
he: תוכן מיני
hi: यौन कंटेंट
hr: Seksualni sadržaj
hu: Szexuális tartalom
id: Konten seksual
it: Contenuto sessuale
ja: 性的なコンテンツ
ko: 성적인 콘텐츠
ml: ലൈംഗിക ഉള്ളടക്കം
ms: Kandungan seksual
nb: Seksuelt innhold
nl: Seksuele inhoud
pl: Treści seksualne
pt_br: Conteúdo sexual
pt_pt: Conteúdo sexual
ro: Conținut sexual
ru: Сексуальное содержимое
sk: Sexuálny obsah
sv: Sexuellt innehåll
ta: பாலியல் உள்ளடக்கம்
te: లైంగిక కంటెంట్
th: เนื้อหาทางเพศ
tr: Cinsel içerik
uk: Сексуальний вміст
ur: جنسی مواد
vi: Nội dung tình dục
zh_hans: 色情内容
zh_hant: 性內容

# safety.reason.spam.detail
source: Repetitive, automated or unsolicited posting.
ar: نشر متكرر أو آلي أو غير مرغوب فيه.
bn: পুনরাবৃত্তিমূলক, স্বয়ংক্রিয় বা অযাচিত পোস্ট।
ca: Publicacions repetitives, automatitzades o no sol·licitades.
cs: Opakující se, automatizované nebo nevyžádané příspěvky.
da: Gentagne, automatiserede eller uopfordrede opslag.
de: Wiederholtes, automatisiertes oder unerwünschtes Posten.
el: Επαναλαμβανόμενες, αυτοματοποιημένες ή ανεπιθύμητες αναρτήσεις.
es: Publicaciones repetitivas, automatizadas o no solicitadas.
fi: Toistuva, automaattinen tai ei-toivottu julkaiseminen.
fr: Publications répétitives, automatisées ou non sollicitées.
he: פרסום חוזר, אוטומטי או לא רצוי.
hi: बार-बार दोहराई गई, स्वचालित या अनचाही पोस्टिंग।
hr: Ponavljajuće, automatizirano ili neželjeno objavljivanje.
hu: Ismétlődő, automatizált vagy kéretlen bejegyzések.
id: Postingan berulang, otomatis, atau tidak diminta.
it: Pubblicazione ripetitiva, automatica o non richiesta.
ja: 繰り返し、自動化された、または求められていない投稿。
ko: 반복적이거나 자동화되었거나 원치 않는 게시.
ml: ആവർത്തിച്ചുള്ളതോ ഓട്ടോമേറ്റഡോ ആവശ്യപ്പെടാത്തതോ ആയ പോസ്റ്റിംഗ്.
ms: Penyiaran berulang, automatik atau tidak diminta.
nb: Gjentatt, automatisert eller uønsket publisering.
nl: Herhalende, geautomatiseerde of ongevraagde berichten.
pl: Powtarzalne, zautomatyzowane lub niechciane publikowanie.
pt_br: Publicação repetitiva, automatizada ou não solicitada.
pt_pt: Publicações repetitivas, automatizadas ou não solicitadas.
ro: Postări repetitive, automate sau nesolicitate.
ru: Повторяющиеся, автоматические или нежелательные публикации.
sk: Opakované, automatizované alebo nevyžiadané zverejňovanie.
sv: Upprepade, automatiserade eller oönskade inlägg.
ta: திரும்பத் திரும்ப, தானியங்கி அல்லது கேட்கப்படாத இடுகைகள்.
te: పునరావృతమయ్యే, ఆటోమేటెడ్ లేదా కోరని పోస్టింగ్.
th: การโพสต์ซ้ำๆ แบบอัตโนมัติ หรือที่ไม่ได้รับเชิญ
tr: Tekrarlayan, otomatik veya istenmeyen paylaşım.
uk: Повторювані, автоматизовані або небажані дописи.
ur: بار بار، خودکار یا ناپسندیدہ پوسٹنگ۔
vi: Đăng bài lặp lại, tự động hoặc không được yêu cầu.
zh_hans: 重复、自动化或未经请求的发帖。
zh_hant: 重複、自動化或未經請求的發文。

# safety.reason.spam.title
source: Spam
ar: محتوى مزعج
bn: স্প্যাম
ca: Brossa
el: Ανεπιθύμητο περιεχόμενο (spam)
fi: Roskaposti
he: ספאם
hi: स्पैम
ja: スパム
ko: 스팸
ml: സ്പാം
ru: Спам
ta: ஸ்பேம்
te: స్పామ్
th: สแปม
uk: Спам
ur: اسپیم
zh_hans: 垃圾信息
zh_hant: 垃圾訊息

# safety.reason.violence.detail
source: Threats of violence, or content that celebrates or incites it.
ar: تهديد بالعنف، أو محتوى يمجّده أو يحرّض عليه.
bn: সহিংসতার হুমকি, বা যে কনটেন্ট তা উদযাপন বা উসকে দেয়।
ca: Amenaces de violència, o contingut que l'exalta o la incita.
cs: Výhrůžky násilím nebo obsah, který násilí oslavuje či podněcuje.
da: Trusler om vold eller indhold, der forherliger eller opfordrer til det.
de: Gewaltandrohungen oder Inhalte, die Gewalt verherrlichen oder dazu aufrufen.
el: Απειλές βίας ή περιεχόμενο που την εξυμνεί ή την υποκινεί.
es: Amenazas de violencia, o contenido que la celebra o incita a ella.
fi: Väkivallan uhkaukset tai sitä ylistävä tai yllyttävä sisältö.
fr: Menaces de violence, ou contenu qui la glorifie ou l’incite.
he: איומים באלימות, או תוכן שמהלל או מסית אליה.
hi: हिंसा की धमकियाँ, या ऐसा कंटेंट जो उसका जश्न मनाता या उकसाता है।
hr: Prijetnje nasiljem ili sadržaj koji ga veliča ili potiče.
hu: Erőszakkal való fenyegetés, vagy azt dicsőítő vagy arra uszító tartalom.
id: Ancaman kekerasan, atau konten yang memuliakan atau menghasutnya.
it: Minacce di violenza, o contenuti che la celebrano o la incitano.
ja: 暴力の脅し、または暴力を称賛・扇動する内容。
ko: 폭력 위협, 또는 폭력을 미화하거나 선동하는 콘텐츠.
ml: അക്രമ ഭീഷണികൾ, അല്ലെങ്കിൽ അക്രമത്തെ മഹത്വവൽക്കരിക്കുന്നതോ പ്രേരിപ്പിക്കുന്നതോ ആയ ഉള്ളടക്കം.
ms: Ancaman keganasan, atau kandungan yang meraikan atau menghasutnya.
nb: Voldstrusler, eller innhold som hyller eller oppfordrer til vold.
nl: Dreigen met geweld, of inhoud die geweld verheerlijkt of aanzet.
pl: Groźby przemocy lub treści, które ją gloryfikują albo do niej podżegają.
pt_br: Ameaças de violência, ou conteúdo que a celebra ou incita.
pt_pt: Ameaças de violência, ou conteúdo que a celebre ou incite.
ro: Amenințări cu violență sau conținut care o glorifică ori o incită.
ru: Угрозы насилием или содержимое, которое прославляет его или призывает к нему.
sk: Vyhrážky násilím alebo obsah, ktorý ho oslavuje alebo podnecuje.
sv: Hot om våld, eller innehåll som hyllar eller uppmanar till det.
ta: வன்முறை மிரட்டல்கள், அல்லது அதைக் கொண்டாடும் அல்லது தூண்டும் உள்ளடக்கம்.
te: హింస బెదిరింపులు, లేదా దాన్ని కీర్తించే లేదా రెచ్చగొట్టే కంటెంట్.
th: การขู่ใช้ความรุนแรง หรือเนื้อหาที่ยกย่องหรือยุยงความรุนแรง
tr: Şiddet tehdidi veya şiddeti öven ya da kışkırtan içerik.
uk: Погрози насильством або вміст, що прославляє чи підбурює до нього.
ur: تشدد کی دھمکیاں، یا ایسا مواد جو اس کی تعریف یا ترغیب کرے۔
vi: Đe dọa bạo lực, hoặc nội dung ca ngợi hay kích động bạo lực.
zh_hans: 暴力威胁，或美化、煽动暴力的内容。
zh_hant: 暴力威脅，或美化、煽動暴力的內容。

# safety.reason.violence.title
source: Violence or threats
ar: عنف أو تهديد
bn: সহিংসতা বা হুমকি
ca: Violència o amenaces
cs: Násilí nebo výhrůžky
da: Vold eller trusler
de: Gewalt oder Drohungen
el: Βία ή απειλές
es: Violencia o amenazas
fi: Väkivalta tai uhkaukset
fr: Violence ou menaces
he: אלימות או איומים
hi: हिंसा या धमकियाँ
hr: Nasilje ili prijetnje
hu: Erőszak vagy fenyegetés
id: Kekerasan atau ancaman
it: Violenza o minacce
ja: 暴力・脅迫
ko: 폭력 또는 위협
ml: അക്രമം അല്ലെങ്കിൽ ഭീഷണി
ms: Keganasan atau ancaman
nb: Vold eller trusler
nl: Geweld of bedreigingen
pl: Przemoc lub groźby
pt_br: Violência ou ameaças
pt_pt: Violência ou ameaças
ro: Violență sau amenințări
ru: Насилие или угрозы
sk: Násilie alebo vyhrážky
sv: Våld eller hot
ta: வன்முறை அல்லது மிரட்டல்கள்
te: హింస లేదా బెదిరింపులు
th: ความรุนแรงหรือการข่มขู่
tr: Şiddet veya tehdit
uk: Насильство або погрози
ur: تشدد یا دھمکیاں
vi: Bạo lực hoặc đe dọa
zh_hans: 暴力或威胁
zh_hant: 暴力或威脅

# safety.report.claimedIdentity.explanation
source: A name a reviewer can check. Enough reports naming the same identity put this account in front of a reviewer; nothing happens to it until they decide.
ar: اسم يمكن للمراجع التحقق منه. عدد كافٍ من البلاغات التي تذكر الهوية نفسها يضع هذا الحساب أمام مراجع، ولا يحدث له شيء حتى يقرر.
bn: রিভিউয়ার যাচাই করতে পারেন এমন একটি নাম। একই পরিচয়ের নাম উল্লেখ করে যথেষ্ট রিপোর্ট এলে এই অ্যাকাউন্ট রিভিউয়ারের সামনে যায়; তাঁর সিদ্ধান্ত না হওয়া পর্যন্ত এর কিছুই হয় না।
ca: Un nom que un revisor pugui comprovar. Prou denúncies que esmentin la mateixa identitat posen aquest compte davant d'un revisor; no li passa res fins que ell decideixi.
cs: Jméno, které může posuzovatel ověřit. Dostatek nahlášení se stejnou totožností postaví tento účet před posuzovatele; do jeho rozhodnutí se s ním nic neděje.
da: Et navn, en gennemgående kan tjekke. Nok anmeldelser, der nævner den samme identitet, sætter denne konto foran en gennemgående; intet sker med den, før vedkommende har afgjort det.
de: Ein Name, den ein Prüfer nachprüfen kann. Genügend Meldungen mit derselben Identität bringen dieses Konto vor einen Prüfer; bis dieser entscheidet, passiert nichts.
el: Ένα όνομα που μπορεί να ελέγξει ένας ελεγκτής. Αρκετές αναφορές που ονομάζουν την ίδια ταυτότητα φέρνουν αυτόν τον λογαριασμό μπροστά σε ελεγκτή· τίποτα δεν συμβαίνει μέχρι να αποφασίσει.
es: Un nombre que un revisor pueda comprobar. Si suficientes denuncias nombran la misma identidad, esta cuenta pasa ante un revisor; no le ocurre nada hasta que decida.
fi: Nimi, jonka tarkastaja voi tarkistaa. Riittävän moni samaa henkilöllisyyttä nimeävä ilmianto vie tämän tilin tarkastajan eteen; sille ei tapahdu mitään, ennen kuin hän päättää.
fr: Un nom qu’un vérificateur peut contrôler. Assez de signalements citant la même identité mettent ce compte devant un vérificateur ; il ne lui arrive rien tant qu’il n’a pas décidé.
he: שם שבודק יכול לבדוק. מספיק דיווחים שמציינים את אותה זהות מעמידים את החשבון הזה בפני בודק; שום דבר לא קורה לו עד שיחליט.
hi: एक नाम जिसे समीक्षक जाँच सकें। एक ही पहचान का नाम लेने वाली पर्याप्त रिपोर्टें इस अकाउंट को समीक्षक के सामने रख देती हैं; उनके फ़ैसले तक इसके साथ कुछ नहीं होता।
hr: Ime koje recenzent može provjeriti. Dovoljno prijava s istim identitetom stavlja ovaj račun pred recenzenta; ništa mu se ne događa dok on ne odluči.
hu: Egy név, amelyet az elbíráló ellenőrizhet. Ha elég jelentés nevezi meg ugyanazt a személyazonosságot, a fiók elbíráló elé kerül; addig nem történik vele semmi, amíg nem döntenek.
id: Nama yang bisa diperiksa peninjau. Cukup banyak laporan yang menyebut identitas yang sama akan membawa akun ini ke hadapan peninjau; tidak terjadi apa pun padanya sampai mereka memutuskan.
it: Un nome che un revisore può verificare. Se abbastanza segnalazioni indicano la stessa identità, questo account passa a un revisore; non gli succede nulla finché non decide.
ja: 審査担当者が確認できる名前です。同じ人物を指す報告が十分に集まると、このアカウントは審査担当者に回されます。判断が出るまでは何も起こりません。
ko: 검토자가 확인할 수 있는 이름이에요. 같은 신원을 지목한 신고가 충분히 모이면 이 계정이 검토자에게 전달되며, 검토자가 결정하기 전에는 아무 일도 일어나지 않아요.
ml: ഒരു പരിശോധകന് പരിശോധിക്കാവുന്ന പേര്. ഒരേ ഐഡന്റിറ്റി പറയുന്ന മതിയായ റിപ്പോർട്ടുകൾ ഈ അക്കൗണ്ടിനെ ഒരു പരിശോധകന്റെ മുന്നിലെത്തിക്കും; അവർ തീരുമാനിക്കുംവരെ ഇതിന് ഒന്നും സംഭവിക്കില്ല.
ms: Nama yang boleh disemak oleh penyemak. Laporan yang cukup menamakan identiti yang sama meletakkan akaun ini di hadapan penyemak; tiada apa berlaku kepadanya sehingga mereka memutuskan.
nb: Et navn en vurderer kan sjekke. Nok rapporter som nevner samme identitet, setter denne kontoen foran en vurderer. Ingenting skjer med den før vedkommende har bestemt seg.
nl: Een naam die een beoordelaar kan controleren. Genoeg meldingen met dezelfde identiteit leggen dit account voor aan een beoordelaar; er gebeurt niets met het account totdat die beslist.
pl: Nazwa, którą recenzent może sprawdzić. Wystarczająca liczba zgłoszeń wskazujących tę samą tożsamość kieruje to konto do recenzenta; nic się z nim nie dzieje, dopóki nie zdecyduje.
pt_br: Um nome que um analista possa conferir. Denúncias suficientes citando a mesma identidade levam esta conta a um analista; nada acontece com ela até que ele decida.
pt_pt: Um nome que um revisor possa verificar. Denúncias suficientes que apontem a mesma identidade colocam esta conta à frente de um revisor; nada lhe acontece até ele decidir.
ro: Un nume pe care un evaluator îl poate verifica. Suficiente raportări care indică aceeași identitate duc acest cont în fața unui evaluator; nu i se întâmplă nimic până nu decide acesta.
ru: Имя, которое проверяющий может проверить. Если достаточно жалоб называют одну и ту же личность, аккаунт попадёт к проверяющему; пока он не решит, с аккаунтом ничего не происходит.
sk: Meno, ktoré môže posudzovateľ overiť. Dostatok nahlásení s rovnakou identitou postaví tento účet pred posudzovateľa; nič sa s ním nestane, kým nerozhodne.
sv: Ett namn som en granskare kan kontrollera. Tillräckligt många rapporter som nämner samma identitet för det här kontot inför en granskare; inget händer med det förrän de beslutar.
ta: மதிப்பாய்வாளர் சரிபார்க்கக்கூடிய ஒரு பெயர். ஒரே அடையாளத்தைக் குறிப்பிடும் போதுமான புகார்கள் இந்தக் கணக்கை மதிப்பாய்வாளர் முன் கொண்டுசெல்லும்; அவர்கள் முடிவு செய்யும் வரை அதற்கு எதுவும் நடக்காது.
te: సమీక్షకుడు తనిఖీ చేయగల పేరు. ఒకే గుర్తింపును పేర్కొంటూ తగినన్ని రిపోర్ట్‌లు వస్తే ఈ ఖాతా సమీక్షకుడి ముందుకు వెళ్తుంది; వారు నిర్ణయించే వరకు దానికి ఏదీ జరగదు.
th: ชื่อที่ผู้ตรวจสอบตรวจสอบได้ หากมีรายงานระบุตัวตนเดียวกันมากพอ บัญชีนี้จะถูกส่งให้ผู้ตรวจสอบ จะไม่มีอะไรเกิดกับบัญชีจนกว่าพวกเขาจะตัดสิน
tr: Bir inceleyicinin kontrol edebileceği bir ad. Aynı kimliği belirten yeterli şikayet bu hesabı bir inceleyicinin önüne koyar; o karar verene kadar hesaba hiçbir şey olmaz.
uk: Ім’я, яке перевіряльник може перевірити. Якщо досить скарг називають ту саму особу, цей обліковий запис потрапляє до перевіряльника; з ним нічого не станеться, доки той не вирішить.
ur: ایسا نام جسے جائزہ لینے والا جانچ سکے۔ ایک ہی شناخت کا نام لینے والی کافی رپورٹس اس اکاؤنٹ کو جائزہ لینے والے کے سامنے لے آتی ہیں؛ اس کے فیصلے تک اس کے ساتھ کچھ نہیں ہوتا۔
vi: Một cái tên mà người xét duyệt có thể kiểm tra. Đủ nhiều báo cáo nêu cùng một danh tính sẽ đưa tài khoản này đến người xét duyệt; không có gì xảy ra với nó cho đến khi họ quyết định.
zh_hans: 一个审核员可以核查的名字。足够多举报指向同一身份时，此账户会交给审核员处理；在他们作出决定之前，不会对其采取任何措施。
zh_hant: 一個審核人員可查證的名稱。足夠多的檢舉指向同一身分時，此帳號會交給審核人員；在他們作出決定前，不會對帳號採取任何動作。
